[
  {
    "id": 1,
    "title": "Война миров",
    "img": "../books/The_War_of_the_Worlds.jpg",
    "price": 560,
    "description": "Герберт Уэллс в своих фантастических произведениях опередил свое время. Он пророчил, что наша реальность будет четырехмерна, писал о лазере и атомной бомбе задолго до их изобретения, предсказал полеты на Луну, развитие автомобильного транспорта и даже Вторую мировую войну.\n«Война миров» — первый в истории роман, поднимающий тему вражды между людьми и инопланетянами.",
    "rating": 3.8,
    "number_of_ratings": 121,
    "genre": {
      "id": 1,
      "title": "Научная фантастика"
    },
    "authors": [
      {
        "id": 1,
        "name": "Герберт Джордж Уэллс"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Классическая фантастика",
        "text": "Мне очень нравится истории в сэттинге викторианской Англии. И Герберт Уэллс, живя примерно в то время, смог прекрасно синергировать эту атмосферу с научной фантастикой. После прочтения эта книга стала одной из моих самых любимых. В ней есть всё: приятная атмосфера, определённая доля загадочности, интересные герои и красочное описание событий. Я однозначно буду перечитывать этот роман",
        "rating": 5,
        "date": "13.10.2022",
        "username": "Юрий"
      },
      {
        "id": 1,
        "title": "После фильма лучше не читать книгу ",
        "text": "Сама по себе книга достаточно хорошая. Но ещё лет 10 назад я посмотрела экранизацию этой книги. Сам фильм мне очень нравился, поэтому и захотелось почитать книгу этого талантливого автора с хорошей фантазией. Но, к сожалению, она меня немного разочаровала. Начало и конец книги было достаточно интересно читать, но вот середину (страниц 80) я пролистала.",
        "rating": 4,
        "date": "17.08.2022",
        "username": "Катя"
      }
    ]
  },
  {
    "id": 2,
    "title": "Свидание с Рамой",
    "img": "../books/Rendezvous_with_Rama.jpg",
    "price": 500,
    "description": "Блестящий роман, ставший в одночасье классическим, получивший семь престижных премий в области фантастики и послуживший началом увлекательнейшего цикла о контакте с Иным Разумом! 22 век. Обнаружен гигантский астероид необычной цилиндрической формы, движущийся сквозь галактику по направлению к Солнечной системе. В погоню за межзвездным странником отправлен космический корабль \"Индевор\". Его экипаж, высадившись на поверхность, констатировал его искусственное происхождение, смог проникнуть внутрь и приступить к сбору данных. Но кто же и с какой целью создал этот \"ковчег\"?",
    "rating": 4.2,
    "number_of_ratings": 32,
    "genre": {
      "id": 1,
      "title": "Научная фантастика"
    },
    "authors": [
      {
        "id": 2,
        "name": "Артур Чарльз Кларк"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Классическая фантастика",
        "text": "А.Кларк о своей книге объяснил практически все, вплоть до того откуда Рама питает энергию (использование солнц по пути следования, как некие заправочные станции было блестящей идеей), но не рассказал главного, откуда и куда летит Рама, почему на ней нет биологической формы жизни, если для него искусственно воссозданы условия. Но откуда Кларку знать это? Что-то летит куда-то, что-то, что создали представители вида не имеющие человеческого виртуального понимания о природе вещей. Кто для них люди? Считают ли они нас разумом, или воспринимают как некую, неразумную форму жизни? Автор оставляет благоприятную почву для размышлений.",
        "rating": 5,
        "date": "13.10.2022",
        "username": "Юрий"
      },
      {
        "id": 1,
        "title": "Захватывающий сюжет",
        "text": "История о том, как человечество делает свои первые шаги в космосе, сталкиваясь с неизведанным и неизвестным объектом, захватывает с первых же страниц. Начало немного затянуто, но затем, вы как будто оказываетесь в эпицентре событий, становитесь членом экипажа корабля, которому была оказана честь в установлении первого контакта с неизведанным и необъяснимым",
        "rating": 4,
        "date": "17.08.2022",
        "username": "Александр"
      }
    ]
  },
  {
    "id": 3,
    "title": "Пикник на обочине",
    "img": "../books/Piknik_na_Obochine.jpg",
    "price": 330,
    "description": "Пожалуй, в истории современной мировой фантастики найдется не так много произведений, которые оставались бы популярными столь долгое время. Повесть послужила основой культового фильма Тарковского «Сталкер»; через три десятилетия появились не менее культовая компьютерная игра с тем же названием и целая серия повестей и романов, написанных с использованием мира «Пикника».",
    "rating": 3.8,
    "number_of_ratings": 432,
    "genre": {
      "id": 1,
      "title": "Научная фантастика"
    },
    "authors": [
      {
        "id": 3,
        "name": "Аркадий Стругацкий"
      },
      {
        "id": 4,
        "name": "Борис Стругацкий"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Интересная книга",
        "text": "В этой книге братья стругацкие показали себя со стороны тонких психологов. Самая сложная и опасная работа ради грошей, это скелет данной книги, но плотью является красивый слог, интересный сюжет, жанр. Доставка 6 дней в пятерочку, обошлась мне эта книга в 276 рублей. Красиво смотрится на полке, удобно держать в руке, плотные листы. Прочитал за 1.5 дня.",
        "rating": 5,
        "date": "13.10.2022",
        "username": "Юрий"
      }
    ]
  },
  {
    "id": 4,
    "title": "451 градус по Фаренгейту",
    "img": "../books/Fahrenheit_451.jpg",
    "price": 741,
    "description": "Философская антиутопия Брэдбери рисует беспросветную картину развития постиндустриального общества: это мир будущего, в котором все письменные издания безжалостно уничтожаются специальным отрядом пожарных, а хранение книг преследуется по закону, интерактивное телевидение успешно служит всеобщему оболваниванию, карательная психиатрия решительно разбирается с редкими инакомыслящими, а на охоту за неисправимыми диссидентами выходит электрический пес…\nРоман, принесший своему творцу мировую известность.\nСенсационным было заявление Брэдбери в 2007 году, что «451° по Фаренгейту» понимают неправильно. Эта книга не о правительственной цензуре, это история о том, как телевидение уничтожает интерес к чтению книг.\nВ начале 1950-х большинство американцев в глаза не видело телевизора, однако Брэдбери предсказал наступление новой эры свободы, достатка и развлечений, когда желание быть счастливым, помноженное на политкорректность, приведет к запрету книг.\n\n«Телевизор говорит вам, о чем надлежит думать, и вколачивает это вам в голову. Он всегда и обязательно прав».",
    "rating": 4.1,
    "number_of_ratings": 333,
    "genre": {
      "id": 1,
      "title": "Научная фантастика"
    },
    "authors": [
      {
        "id": 5,
        "name": "Рэй Брэдбери"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Книги горят",
        "text": "Отличная книга! Очень хороший сюжет. Понравилась философская концепция Рэя Брэдбери. В книге описывается общество и мир в которым книги сжигаются специальными пожарными, люди приобретают говорящие стены, а в ушах ходят и слушают \"ракушки\"!\nЗа всеми этими действиями очень интересно наблюдать. Конечная картина порадовала. Однозначно рекомендую данную книгу!",
        "rating": 5,
        "date": "13.10.2022",
        "username": "Юрий"
      }
    ]
  },
  {
    "id": 5,
    "title": "Автостопом по Галактике. Ресторан \"У конца Вселенной\"",
    "img": "../books/The_Hitchhiker’s_Guide_to_the_Galaxy.jpg",
    "price": 330,
    "description": "«Автостопом по Галактике», стартовав в качестве радиопостановки на Би-би-си, имел грандиозный успех. Одноименный роман в 1984 году возглавил список английских бестселлеров, а сам Адамс стал самым молодым писателем, получившим награду «Золотая ручка», вручаемую за 1 млн. проданных книг.\nТелепостановка 1982 года упрочила успех серии книг про «Автостоп», а полнометражный фильм 2005 года при бюджете в $50 млн. дважды «отбил» расходы на экранизацию и был номинирован на 7 премий.\nПопулярность сатирической «трилогии в пяти частях» выплеснулась в музыкальную и компьютерную индустрию. Так, группы Radiohead, Coldplay, NOFX используют цитаты из романа Адамса, а Level 42 названа в честь главной сюжетной линии романа.\nГерои не менее культового фильма «Люди в черном» беззастенчиво пользуются саркастическими диалогами персонажей Адамса.",
    "rating": 4.1,
    "number_of_ratings": 121,
    "genre": {
      "id": 1,
      "title": "Научная фантастика"
    },
    "authors": [
      {
        "id": 6,
        "name": "Дуглас Адамс"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Однозначно рекомендую!",
        "text": "Довольно давно слышала об Автостопе, но так и не читала до этого момента. Данная книга это мое первое знакомство с автопром Дугласом Адамсом.\nКнига очень понравилась, читается на одном дыхании, садишься читать и не замечаешь как протлеете уже пара часов, у автора такой космический юмор, что с пары предложений можно хихикать до конца дня. ",
        "rating": 4,
        "date": "17.08.2022",
        "username": "Катя"
      }
    ]
  },
  {
    "id": 6,
    "title": "Двадцать тысяч лье под водой",
    "img": "../books/Twenty_Thousand_Leagues_Under_the_Sea.jpg",
    "price": 288,
    "description": "Когда профессор Пьер Аронакс, его слуга Консель и китобой Нед Ленд отправились на поиски неизвестной науке рыбы, они и представить не могли, чем обернется их экспедиция. Странное морское чудище оказывается не живым существом, а… подводной лодкой «Наутилус». Но куда больше вопросов вызывает ее хозяин – загадочный капитан Немо, прошлое которого окутано тайнами. Вместе им предстоит исследовать бескрайние океанские просторы и пройти под водой двадцать тысяч лье…",
    "rating": 4.2,
    "number_of_ratings": 99,
    "genre": {
      "id": 1,
      "title": "Научная фантастика"
    },
    "authors": [
      {
        "id": 7,
        "name": "Жюль Верн"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Справочник подводных существ",
        "text": "В детстве для меня не было писателя лучше. Но видимо во взрослом возрасте оценить данную книгу смогут только фанаты автора и приключений. Книга очень похожа на справочник удивительных подводных существ. Или на энциклопедию. Сюжета практически нет, как и диалогов. Поэтому читать было очень тяжело и скучно.\nБольше не вернусь к автору, но если интересуетесь водным миром очень советую.",
        "rating": 4,
        "date": "17.08.2022",
        "username": "Катя"
      }
    ]
  },
  {
    "id": 7,
    "title": "Солярис",
    "img": "../books/Solaris.jpg",
    "price": 590,
    "description": "«Солярис» - бесспорная вершина творчества Станислава Лема, произведение, повлиявшее на развитие научной фантастики XX века, в том числе и на русскую фантастику. Роман дважды экранизирован, по нему были поставлены радиопьесы, спектакли – и даже балет!\nИтак, что же такое – Солярис? Бескрайний мыслящий океан, преследующий непонятные человеку цели, тончайший камертон, преобразующий людские чувства в материальную форму? Воплощенный кошмар психолога или духовный целитель? Со дня публикации книги прошло больше 50 лет, а ее читатели все так же продолжают задаваться вопросами, ответы на которые невозможно получить, не заглянув в свое собственное сердце.",
    "rating": 3.8,
    "number_of_ratings": 121,
    "genre": {
      "id": 1,
      "title": "Научная фантастика"
    },
    "authors": [
      {
        "id": 8,
        "name": "Станислав Лем"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Солярис ",
        "text": "Это первая книга Станислова Лема, которую я прочитала. Произведение не простое для понимания. Многое в нём требует осмысления, не всё понятно сразу. Но это неплохо, потому что книга должна оставлять вопросы. Например, \"Океан\" - загадочная субстанция. Что же это? Или взаимоотношения героев - очень напряжённые, и не друзья и не враги.\nВ общем, тем кто любит научную фантастику, прочитать стоит.",
        "rating": 4,
        "date": "17.08.2022",
        "username": "Катя"
      }
    ]
  },
  {
    "id": 8,
    "title": "Приключения Шерлока Холмса. Возвращение Шерлока Холмса",
    "img": "../books/Sherlock_Holmes_1.jpg",
    "price": 590,
    "description": "Прошло уже больше ста лет с того момента, как был напечатан первый рассказ о Шерлоке Холмсе, а читатели всего мира по-прежнему с упоением погружаются в мир интереснейших опасных приключений, особую прелесть которых составляет твердая уверенность в том, что все закончится хорошо, ведь рассказов-то – несколько дюжин!\n\nИтак, два полных авторских сборника – «Приключения Шерлока Холмса» и «Возвращение Шерлока Холмса». Здесь будут жених, опасающийся мести бывшей возлюбленной, и невеста, брошенная в день венчания; загадочные апельсиновые зернышки и тайный код пляшущих человечков, смертоносный китобойный гарпун и рождественский гусь с сюрпризом… Но главное – главное, что здесь будет, – это удивительная атмосфера старой доброй Англии со всеми ее красками, запахами и звуками. И даже если вы знаете наизусть все истории о знаменитом дуэте, вы все равно не сможете отказать себе в удовольствии в который раз открыть книгу, а вместе с ней – и знакомую дверь на Бейкер-стрит, 221-b.",
    "rating": 4.8,
    "number_of_ratings": 152 ,
    "genre": {
      "id": 3,
      "title": "Детектив"
    },
    "authors": [
      {
        "id": 9,
        "name": "Артур Конан Дойл"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Хороший сборник",
        "text": "Получил большое удовольствие, читая данный сборник. Я никогда раньше не связывался с детективами, считая их чем-то излишне сложным. Но после прочтения данной книги, изменил свое мнение. Книга читается на одном дыхании. Автор за несколько десятков страниц раскрывает целую цепочку событий, не забывая достаточно подробно описать своих персонажей. Удивительная книга, рекомендую.",
        "rating": 5,
        "date": "17.08.2022",
        "username": "Артур"
      }
    ]
  },
  {
    "id": 9,
    "title": "Этюд в багровых тонах. Знак четырех. Записки о Шерлоке Холмсе",
    "img": "../books/Sherlock_Holmes_2.jpg",
    "price": 440,
    "description": "Артур Конан Дойл (1859–1930) – английский писатель, отдавший дань практически всем литературным жанрам, но наиболее известный как автор детективных, историко-приключенческих и фантастических произведений. И, конечно же, как создатель знаменитого тандема – Шерлока Холмса и доктора Уотсона. Книги о гениальном сыщике и его простоватом напарнике переведены практически на все языки мира, Холмс и Уотсон стали героями бесчисленных литературных подражаний, экранизаций и театральных постановок.\nПрошло уже больше ста лет с того момента, как был напечатан первый рассказ, а читатели всего мира по-прежнему с упоением погружаются в мир интереснейших опасных приключений Шерлока Холмса и его преданного друга, в мир туманных лондонских улиц, зловещих болот и вересковых пустошей.\nВ знаменитой повести «Этюд в багровых тонах» – первом произведении «шерлокианы» – Шерлок Холмс расследует загадочное убийство в старом доме, в зловещем «Знаке четырех» помогает осиротевшей юной особе добиться справедливости, в рассказе «Серебряный» – … а впрочем, читайте «Записки о Шерлоке Холмсе» и наслаждайтесь!",
    "rating": 4.3,
    "number_of_ratings": 144,
    "genre": {
      "id": 3,
      "title": "Детектив"
    },
    "authors": [
      {
        "id": 9,
        "name": "Артур Конан Дойл"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Великолепно!",
        "text": "Замечательное произведение! Одна из любимых частей цикла о Шерлоке Холмсе, пожалуй самая интересная. Хорошо передана атмосфера той эпохи, замечательно и грамотно выстроена логическая линия самого детектива, и дочитывая до развязки, все становится ясно. Как всегда порадовали главные герои, и из взаимодействия. Хороший грамотный перевод, без ошибок, текст хорошо пропечатан, читается легко и приятно.",
        "rating": 4,
        "date": "17.08.2022",
        "username": "Катя"
      }
    ]
  },
  {
    "id": 10,
    "title": "Убийства по алфавиту",
    "img": "../books/ABC_Murders.jpg",
    "price": 480,
    "description": "В английском алфавите 26 букв. В подписи преступника, затеявшего с Эркюлем Пуаро игру при помощи писем, всего три буквы — первые, A, B и C. Он планирует совершить убийства в местах, названия которых расположены в алфавитном порядке. Задача Пуаро — разгадать замыслы убийцы и не дать ему совершить задуманные 26 преступлений…",
    "rating": 4.3,
    "number_of_ratings": 478,
    "genre": {
      "id": 3,
      "title": "Детектив"
    },
    "authors": [
      {
        "id": 10,
        "name": "Агата Кристи"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Неожиданная развязка!",
        "text": "Прочитав первую книгу про Эркюля Пуаро я понял что прочту все его похождения. постепенно этим и занимаюсь, читается легко, интересно, бывает смешно и грустно.\nНе обязательно читать все книги...наверно, но определённое количество стоит. И именно Убийства по алфавиту стоит прочитать.Сама по себе завязка нова, до этой книги такого не было, так и ещё и хитрое у преступление, я искренне удивился финалу истории. Не ожидал. Советую.",
        "rating": 5,
        "date": "17.08.2022",
        "username": "Евгений"
      }
    ]
  },
  {
    "id": 11,
    "title": "Смерть на Ниле",
    "img": "../books/Death_on_the_Nile.jpg",
    "price": 320,
    "description": "На роскошном пароходе «Карнак», плывущем по Нилу, убита молодая миллионерша, недавно вышедшая замуж и, как выяснилось, имевшая множество врагов среди пассажиров. Любой мог убить самоуверенную и нагловатую девушку, укравшую жениха у лучшей подруги. Но ни один из вероятных подозреваемых не совершал этого преступления… К счастью, на пароходе находится великий сыщик Эркюль Пуаро, который знает все общество, представленное в круизе, еще по Лондону и в курсе возможных мотивов каждого из присутствующих. И, конечно, первое, о чем задумывается бельгиец — это о «любовном треугольнике», состоявшем из убитой, ее свежеиспеченного мужа и очень темпераментной женщины, которую тот бросил ради миллионерши…",
    "rating": 4.4,
    "number_of_ratings": 144,
    "genre": {
      "id": 3,
      "title": "Детектив"
    },
    "authors": [
      {
        "id": 10,
        "name": "Агата Кристи"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Захватывающая книга",
        "text": "Один из первых детективов Агаты Кристи прочитанный мной. Хочу подметить интересный сюжет и хороший слог автора. Продолжение \"Убийства в \"Восточном экспрессе\"\", он также является моим любимым произведением. Советую к прочтению однозначно. Легендарный Эркюль Пуаро опять расследует загадочное убийство на корабле молодой девушки, на которое ему удается ему удается найти ответ.",
        "rating": 4,
        "date": "17.08.2022",
        "username": "Анастасия"
      }
    ]
  },
  {
    "id": 12,
    "title": "Убийство в \"Восточном экспрессе\"",
    "img": "../books/Murder_on_the_Orient_Express.jpg",
    "price": 620,
    "description": "Артур Конан Дойл (1859–1930) – английский писатель, отдавший дань практически всем литературным жанрам, но наиболее известный как автор детективных, историко-приключенческих и фантастических произведений. И, конечно же, как создатель знаменитого тандема – Шерлока Холмса и доктора Уотсона. Книги о гениальном сыщике и его простоватом напарнике переведены практически на все языки мира, Холмс и Уотсон стали героями бесчисленных литературных подражаний, экранизаций и театральных постановок.\nПрошло уже больше ста лет с того момента, как был напечатан первый рассказ, а читатели всего мира по-прежнему с упоением погружаются в мир интереснейших опасных приключений Шерлока Холмса и его преданного друга, в мир туманных лондонских улиц, зловещих болот и вересковых пустошей.\nВ знаменитой повести «Этюд в багровых тонах» – первом произведении «шерлокианы» – Шерлок Холмс расследует загадочное убийство в старом доме, в зловещем «Знаке четырех» помогает осиротевшей юной особе добиться справедливости, в рассказе «Серебряный» – … а впрочем, читайте «Записки о Шерлоке Холмсе» и наслаждайтесь!",
    "rating": 4.7,
    "number_of_ratings": 168 ,
    "genre": {
      "id": 3,
      "title": "Детектив"
    },
    "authors": [
      {
        "id": 10,
        "name": "Агата Кристи"
      }
    ],
    "attributes": [
      {
        "title": "Издательство",
        "value": "АСТ"
      },
      {
        "title": "Год издания",
        "value": "2024"
      },
      {
        "title": "Тип обложки",
        "value": "Мягкий переплёт"
      },
      {
        "title": "Вес, г",
        "value": "200"
      }
    ],
    "reviews": [
      {
        "id": 1,
        "title": "Билет в одну сторону.",
        "text": "Вместе с романом \"Десять негритят\" представленная книга \"Убийство в Восточном экспрессе\", на мой взгляд, абсолютно лучшие произведения Агаты Кристи. Лихо закрученный сюжет и постоянное напряжение, неожиданные признания и фатальный привет из прошлого. Непременный сыщик из числа пассажиров. История от которой кровь стынет в жилах. Ну и слог великолепный. Этого не отнять.",
        "rating": 5,
        "date": "17.08.2022",
        "username": "Чезаре"
      }
    ]
  }
]